interface IAboutData {
  fromAuthor: string[];
  aboutTaro: string[];
  spreads: string[];
  aboutAuthor: string[];
}

export const aboutData: IAboutData = {
  fromAuthor: [
    "Дорогие практики!",
    "Вы держите в руках колоду, появившуюся на свет благодаря вам. После того, как вы с большим теплом приняли «Волшебное зеркало Ленорман» и сотен сообщений в социальнх сетях с просьбами создать другие колоды, я не мог выкинуть из головы мысль об издании комплекта Ленорман, Таро и рун, объединенным единым стилем «Волшебного зеркала» так, чтобы колоды могли дополнять и усиливать друг друга.",
    "Как и в случае с колодой Ленорман, в «Волшебном зеркале Таро» вам предстоит найти четыре вспомогательные карты. надеюсь, они окажутся вам полезными и придадут новую глубину раскладам. Или же, если вы приверженец традиционных школ Таро, дополнительные карты всегда можно отложить в сторону.",
    "Я искренне надеюсь, дорогие практики, что данная колода поможет вам найти ответ на любой волнующий вопрос, показав в отражении волшебного зеркала всю правду, не утаив ничего.",
  ],
  aboutTaro: [
    "Для чего вам нужны карты? Зачем вы купили эту колоду, Самый распространенный ответ: чтобы погадать, предсказать будущее. Но ведь Таро способно на гораздо большее...",
    "Карты со всем набором символов и смыслов - проводники к абсолютно любым знаниям. Являясь одним из лучших инструментов Упорядоченного Хаоса, в котором все со всем связано и ничто не бывает случайно, Таро имеет огромный потенциал для нашей с вами духовной эволюции.",
    "Таро - это не «просто погадать». Таро - это шанс выбрать лучший из возможных вариантов, избежав многих ошибок. Это способ глубже понять свою жизнь, свое окружение, свои мотивы и страхи и стать «лучшей версией себя». Это поход к хорошему психологу или совет мудрого друга. Это способ помочь себе и окружающим.",
    "Таро - это в первую очередь инструмент чтения настоящего, а не будущего. Возможность интерпретировать свои мысли, эмоции и скрытые желания с помощью богатейшего набора архетипов и метафор.",
    "Неважно, новичок вы, впервые взявший в руки колоду в надежде узнать судьбу оотношений, или профессиональный таролог, много лет помогающий людям найти верный Путь. Каждый сможет отыскать в Таро источник ежедневного вдохновения.",
  ],
  spreads: [
    "Вместо того, чтобы использовать крайне ограниченный объем данной брошюры для описания структуры Таро или правил гадания, мы рассмотрим специфический расклад, с использованием комплекта колод Таро плюс Ленорман и дополнительными картами.",
    "Если же вы - неофит, и впервые держите Таро в руках, смело обращайтесь за советом к интернету, на просторах которого лежит множество прекрасных статей, Способных помочь вам сделать первые шаги в освоении этой величайшей мантической системы.",
  ],
  aboutAuthor: [
    "Александр Рей - писатель, психолог, иллюстратор, автор эзотерических романов и колод «Малый оракул Ленорман», «Волшебное зеркало Ленорман», «Винтажное Таро». Совместно с компанией Toonbox разработал трансформационные артефакты Мистера Фримена, в том числе оракулы «АнтиТаро» и «Книга Живых», получившие огромную популярность среди психологов и практиков гаданий.",
    "В 2017 году книга Алексанра «Предназначение. Найти дело жизни и реализовать мечты» вошла в топ лучших псхиологических книг по версии издания «Лайфхакер». В 2020 году вышел роман «Жирные Боги», написанный с помощью карт Таро и предсказавший глобальную пандемию.",
  ],
};
