import { ICard } from "../slices/cardsSlice";

export const majorArcanesData: ICard[] = [
  {
    id: 1,
    title: "Дурак",
    description: "Cвятая простота, шаг в неизведанное",
    values: [
      "новые начинания и новое начало, неожиданный поворот событий или обстоятельств. Самое начало пути, где Шут, стоя на перекрестке, волен выбирать направление. Духовный рост и самосовершенствование. Потенциал. Безрассудные, но интуитивные поступки.",
    ],
    cardAdvice:
      "вам не помогут привычные, шаблонные способы. Поступайте по-новому, творчески. Идите на риск, доверившись интуиции и Высшим Силам, но делайте это с «мудростью Шута».",
    flippedCard:
      "нежелание видеть реальное положение дел из-за своих страхов и тревог Инфантильное, безответственное поведение. Напрасная трата времени и сил из-за необдуманных, импульсивных поступков. Неприятный сюрприз.",
    warning:
      "не будьте слишком беспечными. Постарайтесь найти причины, не дающие сформироваться вашему Пути.",
    answer:
      "вряд ли. Все еще слишком туманно, и о чем-то конкретном говорить слишком рано.",
  },
  {
    id: 2,
    title: "Маг",
    description: "созидающая воля, сосредоточенность на цели",
    values: [
      "лучшее время для воплощения потенциала, ведь у вопрошающего есть все, чтобы воплотить задуманное в жизнь, - сила, воля, уверенность, энергия. Максимальная сосредоточенность на цели. Объединение разума и интуиции, активных действий и личных качеств для достижения поставленных целей.",
    ],
    cardAdvice:
      "сейчас или никогда! Действуйте, ведь у вас есть все, чтобы реализовать задуманное.",
    flippedCard:
      "страх нового, бессилие, потеря или растрата энергии. Позиция пассивного наблюдателя. Неадекватная оценка собственных возможностей. Отсутствие контроля над своими недостатками, ситуацией.",
    warning:
      "опасайтесь самонадеянности и трезво оценивайте свои возможности. Убедитесь, что выбрали действительно стоящую цель и путь ее достижения",
    answer:
      "все зависит только от вас, ведь все ужу готово. Осталось лишь действовать!",
  },
  {
    id: 3,
    title: "Верховная Жрица",
    description: "покров тайны, мудрость интуиции",
    values: [
      "информация или события, пока скрытые от вас, нечто тайное. Интуиция, предчувствие, иррациональное. Факторы, на которые мы не можем влиять, так как пока о них не знаем или не осознаем их важность. Непредсказуемый результат. Внутренняя мудрость или мудрая женщина, готовая прийти на помощь",
    ],
    cardAdvice:
      " ответы находятся внутри вас. Постарайтесь уделить себе время, чтобы перенастроиться и услышать внутренний голос. Доверьтесь интуиции, это важнее всего!",
    flippedCard:
      "спутанный чувства и желания, блокировка интуиции в угоду логике и, как следствие, невозможность сделать хороший выбор. Ригидность чувств, безэмоциональность. Плявдение, обнародование неприятной информации.",
    warning:
      "не лучшее время для активных действий. Стоит подождать и разобраться в себе",
    answer: "возможно, но не сейчас. Потребуется ожидание",
  },
  {
    id: 4,
    title: "Императрица",
    description: "энергия изобилия, заботливая любовь",
    values: [
      "карта предвещает время, богатое радующими вас событиями. То, что было без движения, наконец пойдет в рост и принесет быстрый урожай. Плодотворное развитие, комфорт, добрые поступки и безусловная любовь. Богатство идей и творческая энергия. Защита, приоритет семьи. Заботливая женщина",
    ],
    cardAdvice:
      "ваш творческий потенциал безграничен, так проявите его. Создавайте уют и красоту. Вы способны на это",
    flippedCard:
      " стагнация, рост и развитие откладываются на неопределенный срок. Упадок творческих сил, творческое или физическое бесплодие. «Бытовуха», чрезмерноая фиксация на материальном. Тираничная, доминирующая, гиперопекающая женщина",
    warning:
      "вы слишком привязаны к материальному миру, к благам и комфорту, семье. Без творчества ваши силы могут иссякнуть",
    answer: " конечно да! Задуманное сбудется",
  },
  {
    id: 5,
    title: "Император",
    description: "хозяин рационального, воплощающий замыслы",
    values: [
      "взвешенные действия, ведущие к реализации выбранных целей. разумное управление ресурсами в рамках социальных норм и четко организованной структуры. Волевой контроль, покровительство сильного человека. Земная мудрость и лидерство. Способность защищать свои интересы, стабильное прецветание.",
    ],
    cardAdvice:
      "все, чт овас не устраивает, вы в состоянии изменить. Воли и сил у вас достаточно, чтобы достичь любой цели и справиться с любой задачей",
    flippedCard:
      "слабоволие и трусость или своеволие  и упоение властью. Крушение планов и невозможность реализовать задуманное часто из-за влиятельного человека, тормозящего процесс. Подчинение или отрицание авторитетов.",
    warning:
      "проблемы с авторитетом, будь то другой человек или ваше личное упоение властью. Жесткая структура часто ведет к ригидности",
    answer:
      "если будете держать все под контролем и не ослаблять хватку, то желаемое сбудется.",
  },
  {
    id: 6,
    title: "Иерофант",
    description: "духовный целитель, хранитель традиций",
    values: [
      "указывает на участие в церемониях, ритуалах, процесс обучения. Честное следование правилам, преданность избранным ценностям. Люди, системы или организации, помогающие в духовном поиске, развитии личности. Необходимость ориентироваться на об-щественную мораль и этику",
    ],
    cardAdvice:
      "проведите ревизию смысла - ради чего, зачем на самом деле вы это делаете, По совести ли поступаете",
    flippedCard:
      "догматизм, устаревшие понятия, асоциальное поведение или беспринципность. Плохой совет, клевета, ведущие к позору и общественному осуждению. Лжеучителя и ложные знания. Подчинение чужому влиянию. Ситуация вне вашего контроля.",
    warning:
      "старайтесь не быть столь фанатичным и видеть ситуацию с точки зрения других людей. Важно иногда отступать от шаблонов и искать творческое решение",
    answer: "если не пойдете вразрез с чувством правильного, то да",
  },
  {
    id: 7,
    title: "Влюбленные",
    description: "испытание выбором, нерешительность на распутье",
    values: [
      "внутренний конфликт из- за необходимости сделать выбор между несколькими вариантами. Последствия и серьезные изменения в жизни после принятого решения. Выбор между разу-мом и чувствами, совестью и желаниями, старым и новым. Союз, альянс, новые связи.",
    ],
    cardAdvice:
      "будьте крайне осторожны в выборе, но, приняв решение, ни о чем не жалейте и не сомневайтесь. Помните, что у любого пути есть цена.",
    flippedCard:
      "возможность неудачного выбора. Период терзающих сомнений, нерешительности и бездействия из-за невозможности принять окончательное решение. Потеря вне зависимости от выбранного пути.",
    warning:
      "ваша нерешительность может дорого обойтись. Чем дольше вы откладываете принятие решения, тем с большим количеством последствий придется столкнуться. Действуйте!",
    answer: ": пока вы не определитесь, ничего не ясно.",
  },
  {
    id: 8,
    title: "Колесница",
    description: "уверенный прорыв вперед, обузданные противоречия",
    values: [
      "окончание одного периода и решимость вступить в новый этап. Наполненность энергией и стремление к действию. Выход из испытаний победителем, если не ослаблять хватку. Переход из состояния стагнации к фазе активных действий. Путешествие, смена обстановки, общение на дистанции.",
    ],
    cardAdvice:
      "на ожидание времени не осталось. Вы можете свернуть горы, нужна лишь дисциплина и уверенность в себе.",
    flippedCard:
      "хаос, вышедшая из-под контроля ситуация. Растрата энергии на внутренние противоречия, неуравновешенность. Отказ от нового в угоду комфорту. Потеря яркости в жизни. Пробуксовки, нарушенные планы.",
    warning:
      "вам может не хватать сил и решимости на воплощение задуманного. Постарайтесь более трезво оценить свои возможности.",
    answer:
      "если не ослабите хватку, то выйдете победителем. Главное помнить, что вы еще в пути",
  },
  {
    id: 9,
    title: "Сила",
    description: "хозяйка судьбы, проверка на стойкость",
    values: [
      "выбранный некогда верный путь ждет проверка на прочность. Внутренняя мощь, преодолевающая трудные обстоятельства. Мягкая сила во имя важного. Необходимость обуздать свои чувства. Преодоление препятствий собственной силой духа. Стойкость убеждений, приносящая успех и удачу. Решимость столкнуться с судьбой и выстоять",
    ],
    cardAdvice:
      "от достижения желаемого вас отделяет лишь недостаток веры в свои возможности. Осознайте свои недостатки, сковывающие вас, и тогда вам хватит сил на все, что пожелаете.",
    flippedCard:
      "позиция подчинения или же, наоборот, неразумная храбрость, напрасная упертость. Невыполнимые задачи. Бушующие внутри эмоции, не поддающиеся контролю.",
    warning:
      "не стоит переоценивать данные вам силы, если не хотите разрушить то, что так долго строили.",
    answer: "если сможете приручить эмоции, да",
  },
  {
    id: 10,
    title: "Отшельник",
    description: "ищущий истину, благоразумное уединение",
    values: [
      "этап переоценки ценностей, самоанализа, поиска своего истинного стержня. Самоконтроль, рассудительность, взвешенность эмоций, самостоятельность, интроверсия. Необходимость подвести черту под прошлым. Уединение ради достижения намеченных целей. Опора на себя и свое мнение. Странствие.",
    ],
    cardAdvice:
      "не стоит торопить события. Сейчас самое время перестать суетиться и уделить время размышлениям, понять, чего хотите именно вы. Чтобы продолжить путь, вам стоит понять себя.",
    flippedCard:
      "неумение и страх быть одному. Замкнутость, изолированность, негативизм, концентрация на болезненных переживаниях. Мелочность, чрезмерный перфекционизм. Жизнь прошлым.",
    warning:
      "если не поймете, каким высоким забором себя отгородили, можете окончательно погрязнуть в озлобленности. найдите поддержку в других.",
    answer: "бытовые вопросы - нет. Да, если вопрос касается духовного поиска",
  },
  {
    id: 11,
    title: "Колесо Судьбы",
    description: "постоянство перемен, могущество судьбы",
    values: [
      "события, на которые нельзя повлиять. Поворотный момент жизни, сулящий везение, успех. Заслуженная случайность. События набирают оборот. Неожиданное счастье, предложение, выгода. Расширение горизонтов. Смена обстановки, путешествие.",
    ],
    cardAdvice:
      "постарайтесь не полагаться на судьбу. Будь вы на подъеме или спуске, станьте самому себе опорой.",
    flippedCard:
      "нарушение планов из-за непреодолимых обстоятельств. Помехи, проволочки, невезение, застой. Неготовность и сопротивление неизбежным переменам. Если у вас «черная полоса», скоро ситуация изменится к лучшему. Рутина, однообразие.",
    warning:
      "сейчас не время полностью полагаться на судьбу и опускать руки. Важно всегда помнить, что последнее слово за нами и именно мы делаем выбор.",
    answer: "да, вас ждет удача. Главное, не упустите ее.",
  },
  {
    id: 12,
    title: "Правосудие",
    description: "закон равновесия, истинное правосудие",
    values: [
      "результат поступков, награда или наказание за предшествующие действия, справедливый итог. Принятие решения с далеко идущими последствиями. Оценка, точное видение ситуации. Выбор между правильным и выгодным. Договора, контракты, властные структуры. Обретение равновесия.",
    ],
    cardAdvice:
      "постарайтесь быть предельно объективны. Все, что с вами случается, результат прошлых деяний. Примите свою реальность как вашу заслугу и постарайтесь рассчитаться с долгами.",
    flippedCard:
      "нарушение закона, беззаконие, нечестность, нарушенные обязательства. Достижение своего сомнительными способами. Субъективность, нечестное наказание, предвзятое отношение, некомпетентность. Пошатнувшаяся стабильность.",
    warning:
      "будьте максимально осторожны. Не позволяйте себе играть нечестно и опасайтесь нечестных людей.",
    answer: "да, но если вы были честны.",
  },
  {
    id: 13,
    title: "Повешенный",
    description: "просветленная жертва, новый взгляд",
    values: [
      "искаженное восприятие реальности, дезориентация, беспомощность. Тупик, обездвиженность, запутанность ситуации. Период вынужденного бездействия, депрессии. Необходимость переосмысления идеалов. Принесение жертвы во имя далеко идущих планов. Переворот сознания.",
    ],
    cardAdvice:
      "для того чтобы ситуация сдвинулась с мертвой точки, необходимо взглянуть на мир по-новому. Если измените угол зрения, то и ваша реальность изменится.",
    flippedCard:
      "большие потери, фиксация на материальном, личная деградация, преобладание низменных черт, мелочность. Застой, нерешительность, отказ сделать выбор, пустая трата сил, прожигание жизни, бессмысленное существование.",
    warning:
      "заставьте себя при- пя1ь решение и действовать. Ситуация сама нс решится, пока вы ждете. Дорога возникает иод шагами идущего.",
    answer: "вас ждет тупик.",
  },
  {
    id: 14,
    title: "Смерть",
    description: "исцеляющее начало, преображающие перемены",
    values: [
      "конец существующего порядка вещей, избавление от ненужного. Перемены, часто благоприятные. Движение вперед к новому с оставлением старого позади. Сорванные планы. Необходимость проститься с некогда важным. Очищающая трансформация, облегчение через утрату.",
    ],
    cardAdvice:
      "постарайтесь не сопротивляться, а впустить новое в свою жизнь, простившись со старым. Перемены неизбежны, так откройтесь им.",
    flippedCard:
      "страх и сопротивление неизбежным переменам, отказ впустить новое. Муки, медленное развитие ситуации, застой в делах. Пассивность, слабость, болезненность, непродуктивность, пессимизм. Трата ресурсов на ненужное. Движение и жизнь по инерции.",
    warning:
      "не совершайте глупостей - не делайте того, о чем пожалеете, особенно если оно обречено на провал. ",
    answer:
      "нет. сейчас для вас это кажется важным, но уже совсем скоро все изменится",
  },
  {
    id: 15,
    title: "Умеренность",
    description: "олицетворенное время, гармония милосердия",
    values: [
      "период восстановления после активной трансформации. Неспешное состояние, душевное спокойствие, сбалансированность. Примирение внутренних противоречий путем выражения эмоций. Решение конфликтной ситуации мирным путем. Дипломатичность, отсутствие крайностей.",
    ],
    cardAdvice:
      "если хотите достичь намеченного пункта, добиться желаемого - не стоит спешить. Доверьтесь мерному ходу времени.",
    flippedCard:
      "невозможность определиться с выбором между несколькими вариантами. Нервное напряжение, чрезмерная эмоциональность, разбалансировка. Спонтанные решения, опрометчивые поступки, спешка. Споры, претензии.",
    warning:
      "вы сейчас ранимы и гиперэмоциональны. Постарайтесь найти компромиссное решение и не позволя эмоциям решать за вас.",
    answer:
      "да, но постепенно, своим чередом вы получите желаемое. Особенно если проявите терпение.",
  },
  {
    id: 16,
    title: "Дьявол",
    description: "власть слабости, проверка искушением",
    values: [
      "состояние зависимости от людей, вещей, ситуации. Слабоволие, преобладание низменных желаний, потакание слабостям, подчинение или злоупотребление силой. Деградация, саморазрушение, дурное влияние. хаос, беспорядок, неверный путь. Страхи. Излишества.",
    ],
    cardAdvice:
      "будьте максимально бдительны и «бойтесь своих желаний». Старайтесь не поддаваться на то, что вас манит или же пугает. Если вы поддадитесь на уловки Дьявола, вам будет крайне сложно разорвать его оковы",
    flippedCard:
      "сброшенные оковы, избавление от зависимости, страхов, иллюзий. Возможность преодолеть преграды. Осознание собственных недостатков и поиски правильных путей.",
    warning:
      "если не поменять приоритеты с материального на духовное, есть большой шанс уйти от своего Предназначения. не стоит предавать свои принципы ради иллюзорной выгоды.",
    answer: "да, но важнее цена, которую вам придется за это заплатить.",
  },
  {
    id: 17,
    title: "Башня",
    description: "очищающее разрушение, неизбужные перемены",
    values: [
      "кризис, кульминация накопившегося напряжения. Освобождение от ложного через уничтожение, крушение планов, конец существующей ситуации. Быстрые и часто болезненные перемены. Разрушение стабильности. Конфликт, скандал, опасная ситуация, агрессия, угроза.",
    ],
    cardAdvice:
      "не бойтесь разом «содрать пластырь». Резкие перемены настигнут, и лучше сразу пережить все, чем откладывать неизбежное.",
    flippedCard:
      "окончание тяжелого периода. Не такие тяжелые, но более продолжительные разрушения. Несчастье, которого удалось избежать в последний момент. Зависимость от существующих реалий. ограничение возможностей, шаблонное мышление и действия. Откладывание необходимых перемен, отрицание кризиса.",
    warning:
      "не стоит рисковать. Все, что вы сейчас можете, - морально подготовиться к проигрышу, чтобы отстаивать реальность заново.",
    answer: "нет. Вас ожидает крах планов.",
  },
  {
    id: 18,
    title: "Звезда",
    description: "силы, ведущие вперед, надежда на будущее",
    values: [
      "благоприятные перспективы, исполнение желаний, покровительство Высших Сил. Правильно выбранные цели. Хороший шанс, яркое  событие, новые возможности и шанс их реализовать. творчество, признание талантов. Вознаграждение за труд. Мечты, окрыленность надеждами, перспективами.",
    ],
    cardAdvice:
      "верьте в себя и в выбранное направление. Идите смело и достигните цели, ведь вас ведут Сверху.",
    flippedCard:
      "пустые надежды и грезы, идеализм, витание в облаках, оторванность от реальности. Неверный путь, выбранный другими, или бесцельность. Невозможност ьувидеть свои преимущества, неверие в себя и свои силы. Упущенный шанс.",
    warning:
      "питаясь иллюзиями о «прекрасном завтра», легко упустить шансы, которые вам дает жизнь сейчас.",
    answer: "да! То, чего вы желаете, будет у вас",
  },
  {
    id: 19,
    title: "Луна",
    description: "блуждающий в сумерках, власть иллюзий",
    values: [
      "тайна, скрывающая опасность. Негативные эмоции и их проявления: ревность, зависть, обман, интриги. Введение в заблуждение. невозможность в полной мере контролировать события, непредсказуемые последствия из-за неожиданного влияния извне. Неполнота информации, скрытые силы, тайный враг, неявные трудности. кратковременная темная полоса.",
    ],
    cardAdvice:
      "сейчас не время для риска. Любая проверка на прочность может сыграть не в вашу пользу",
    flippedCard:
      "раскрытие тайного, утрата иллюзий, прояснение ситуации. Мзбавление от иллюзий. Глубокие, иррациональные страхи. Апатия, нервный срыв.",
    warning:
      "внимательно следите за каждым своим шагом, контролируйте эмоции. очень высок риск сбиться с пути. Пусть перспектива и кажется вам достойной, но лучше сделайте главным приоритетом - избежать опасности.",
    answer:
      "все слишком запутанно и туманно. Много скрытых факторов, не позволяющих желаемому сбыться.",
  },
  {
    id: 20,
    title: "Солнце",
    description: "рассвет жизни, пиршество заслуженной радости",
    values: [
      "радость, существенный дар сверх ожидаемого. достижение цели, осуществление планов. Светлая полоса, активность, успех, счастье, процветание. новые перспективы. долгожданное исполнение желаемого. Ясность, оптимизм. Повод для торжества.",
    ],
    cardAdvice:
      "настал тот самый момент, который вы так ждали. Вам остается только радоваться жизни. Беспокоиться не о чем. Все хорошо!",
    flippedCard:
      "успех после усилий, отложенная на время или частично полученная награда. Временные, но разрешимые трудности. Неумение принимать хорошее. Обесценивание приятного вследствие переизбытка. Бахвальство, выпячивание успеха, тщеславие. Истеричность, желание быть в центре внимания.",
    warning:
      "будьте благодарны за то, что у вас есть. Цените это и искренне радуйтесь.",
    answer:
      "удачная реализация ваших планов. Да, желание однозначно исполнится.",
  },
  {
    id: 21,
    title: "Суд",
    description: "пробуждающий перемены, большое решение",
    values: [
      "кардинальные перемены к лучшему, завершение кризисного этапа, избавление от трудностей, ограничений и страданий в ближайшей перспективе. Исполнение давнего желания. Начало новой жизни, освобождение от старого. Правильный путь, сделанный ранее верный выбор, произошедшая трансформация. Карма, предъявление счетов.",
    ],
    cardAdvice:
      "время подвести черту и принять окончательное решение. Постарайтесь просчитать последствия и, если они вас устроят, действуйте!",
    flippedCard:
      "сопротивление изменениям. Нежелание принимать важное решение. Промедление, влекущее серьезные последствия. попытка избежать ситуации, справедливого наказания. Отсрочки, задержки. Слабость человека.",
    warning:
      "не тяните с принятием решения. Вы все рвно не сможете избежать предначертанного, а лишь превращаете свою жизнь в гнилое болото.",
    answer: "зависит от заданного вопроса. Может быть и да, и нет.",
  },
  {
    id: 22,
    title: "Мир",
    description: "обретенная награда, возвращение к истоку",
    values: [
      "исполнение желаний, удачное завершение дела, достижение цели без усилий. Абсолютная гармонизация личности и жизненного пространтсва: восстановление здоровья, решение проблем, приобретение нужных связей и избавление от ненужных. Международные контакты, дальние поездки.",
    ],
    cardAdvice:
      "по достижении всех высот немного порадуйтесь и приступайте к поиску новыйх целей. Мы чувствуем себя живыми, только стремясь к новым свершениям.",
    flippedCard:
      "временное отсутствие ожидаемых результатов и больших перемен. преграды, на некоторое время отодвигающие победу. Чувство опустошенности по достижении результата, разочарование. Трудности в путешествии. необходимость переделывать нечтно завершенное.",
    warning:
      "не печальтесь, если ваши мечты отодвигаются на некоторое время. У вас есть все, чтобы, приложим еще чуток усилий, получить законную награду.",
    answer: "однозначно да.",
  },
];
