import { ICard } from "../slices/cardsSlice";

export const minorArcanesData: ICard[] = [
  {
    id: 23,
    title: "Туз Жезлов",
    description: "источник вдохновения, новый старт",
    values: [
      "карта начинаний, проявления инициативы, активности. Приближение неожиданных событий. Появление совершенно новых возможностей, новаторство. оправданный риск, решимость, проявление смелости. Проверка своих сил в деле. Точка отсчета, первый шаг к созиданию. Животворящая идея. прогресс. Приключения, путешествия в новые места.",
    ],
    cardAdvice:
      "хватайте подвернувшийся шанс. Вашего энтузиазма хватит на воплощение задумки.",
    flippedCard:
      "упадок, снижение возможностей, рискованный проект, провал, крушение планов, убыток. Отсутсвите сил на воплощение задуманного с одновременным желанием поставить все на кон. неудачное начало, преждевременный старт, непродуманность действий.",
    warning:
      "переоценка своих сил - частая причина крушения амбициоззных планов. Самонадеянность и нетерпеливость - ваши главные враги.",
    answer: "да, есть надежда на благоприятный исход.",
  },
  {
    id: 24,
    title: "Двойка Жезлов",
    description: "владыка планов, терпеливый выбор",
    values: [
      "обретение влияния для воплощения задуманного, планирование, проработка стратегии на далекую перспективу. Непредвиденные обстоятельства, вмешивающиеся в планы. Новая возможность, принуждающая выбирать из одинаково неподходящих вариантов. Выбор между новым и привычным. сомнения, нерешительность, сложность в принятии решения.",
    ],
    cardAdvice:
      "постарайтесь продумать все варианты развития событий и понять, какой вам подходит больше всего.",
    flippedCard:
      "дисбаланс сил, злоупотребление властью. Зависимость от других людей, обстоятельств. Невозможность осуществить задуманное, трата времени. Отсутствие новизны, апатия, опостылевшаяся обыденность. Нереализованность.",
    warning:
      "первый шаг к обретению силы - осознание слабости. поняв, какой на самом деле властью вы не обладаете, вы легче поймете свою роль.",
    answer: "пока нет решения, ответ не очевиден.",
  },
  {
    id: 25,
    title: "Тройка Жезлов",
    description: "вектор движения, воплощенное вдохновение",
    values: [
      "благополучный итог дела. Прочная опора для процветания, хорошие перспективы. Вдохновляющие идеи, имеющие четкое направление для действий. Точка уверенности и поддержки для дальнейшего развития. Активная работа, которая окупится в будущем.",
    ],
    cardAdvice:
      "пока еще рано останавливаться. Хотя успехи уже есть, вы все еще на пути куспеху. Продолжайте действовать!",
    flippedCard:
      "упущенные шансы из-за неосмотрительности. Ожидавшийся успех не достигнут, деятельность без результата. отсутсвие твердой почвы. Невозможность увидеть перспективы и правильное направление для применения сил, близорукость. алчная помощь. Зависимость, предательство, двуличие. Излишняя перестраховка.",
    warning:
      "обдумайте все хорошенько еще раз. Если не хотите, чтобы планы провалились, лучше отложите проект на какое-то время.",
    answer: "да, но если продолжите движение в выбранном направлении",
  },
  {
    id: 26,
    title: "Четверка Жезлов",
    description: "наслаждение результатом, внутренний уют",
    values: [
      "процветание как результат заслуженных деяний. Время радости и веселья, наслаждения жизнью. праздник, отдых, отпуск. Чувство свободы после завершенной работы. Стабильное развитие дел со счастливым итогом. Судьбоносное событие. Наивысшая точка развития дела, в которое было вложено много сил.",
    ],
    cardAdvice:
      "откройтесь празднику, ведь вы его заслужили. Почувствуйте дом внутри себя, отдайтесь уюту. Все хорошо!",
    flippedCard:
      "невозможность расслабиться из-за незавершенных задач. Тягостные мероприятия, невеселые праздники. Неспособность ощутить радость жизни, потеря спокойствия. Шаткое положение дел, суета, нестабильность, лень, праздность. неблагодарность, отсутствие гарантий и чувство незащищенности.",
    warning:
      "закройте все долги, что за вами числятся. только тогда вы сможете расслабиться и почувствовать вкус жизни.",
    answer: "да",
  },
  {
    id: 27,
    title: "Пятерка Жезлов",
    description: "конкуренция равных, приглашение помериться силами",
    values: [
      "отстаивание своих интересов, сравнение своего потенциала с другими. необходимость защищаться, здоровая конкуренция, споры, испытание собственных сил и возможностей в соревновании, конструктивная критика. конкурс, экзамен. Обстановка несогласия и противоречий. Хлопотное предположение.",
    ],
    cardAdvice:
      "у вас достаточно сил, чтобы отстоять свою точку зрения и выйти победителем. Поэтому - смело в бой!",
    flippedCard:
      "недобросовестная конкуренция, удар в спину, нечестная игра, раздор, ссора. Извлечение выгоды ищ чужих проблем. Попытка решить задачу хитростью, подкупом. Неуспешная деятельность. Проигранный спор, выбывание из игры. Дестркутивная критика, невозможность найти компромисс и нежелание сотрудничать. Напускная бравада.",
    warning:
      "не стоит ввязываться в дело, если не верите в собственные силы. Попытки хитрить лишь навредят вам.",
    answer: "да, если готовы побороться за свое.",
  },
  {
    id: 28,
    title: "Шестерка Жезлов",
    description: "победа триумфатора, заслуженная награда",
    values: [
      "благой исход вопроса, доведение проекта до конечного результата. Светлая полоса успехов, реализация задуманного, исполнение желаний. Возможность завоевать победу. Радость от результата после упорного труда. Этап, благоприятный для начинаний. Хорошие и важные вести. Восхищение окружающих, нахождение в центре внимания.",
    ],
    cardAdvice:
      "вы проделали огромный путь и теперь достойны купаться в лучах заслуженной славы.",
    flippedCard:
      "вырванная из рук победа, падение с пьедестала, слабый лидер. Непрочность или отсрочка успеха. Преувеличенное чувство значимости, страх провала. Непомерность затраченных сил и полученных выгод, неудовлетворительный результат. Гордыня, зависть к чужим достижениям. Плохие новости.",
    warning:
      "не стоит радоваться раньше времени. Пусть вы и в шаге от победы, еще не факт, что вы ее одержите.",
    answer: "да, желаемое почти у вас в руках",
  },
  {
    id: 29,
    title: "Семерка Жезлов",
    description: "ловкое преимущество, непоколебимая стойкость",
    values: [
      "попытка извне лишить вас преимущества. Вынужденная необходимость защищать свои интересы. Наличие турдностей или противников. Неравная схватка. Нужда проявить принципиальность и стойкость. разборки, вызов. Сильная и выгодная позиция, наличие всего необходимого для выигрыша.",
    ],
    cardAdvice:
      "не стоит идти на уступки. До последнего отстаивайте свои принципы. Проявите смелость и решимость. Победа будет за вами!",
    flippedCard:
      "шаткое положение, недостаток сил и ресурсов для победы, неуверенность. распыление сил на множество задач, неумение расставить приоритеты, растраченная впустую энергия. Ослабление конфронтации. нерешительность, ведущая к опасным последствиям.",
    warning:
      "сила не на вашей стороне. Недооценивая врагов, вы лишаете себя шанса на победу. Большая опасность потерпеть сокрушительное поражение.",
    answer: "да, если готовы идти до конца и не отступать.",
  },
  {
    id: 30,
    title: "Восьмерка Жезлов",
    description: "повелитель скорости, второе дыхание",
    values: [
      "неоспоримое продвижение к цели. неудержимое развитие событий. Ближайшее время. Активная фаза процесса. неожиданные события, судьбоносные сюрпризы. Своевременное прибытие. Необходимость в быстром принятии решения. Срочные поездки.",
    ],
    cardAdvice:
      "готовьтесь получить важные известия в ближайшее время и к тому, что водоворот событий полностью вам захватит.",
    flippedCard:
      "промедление, затягивание решения, остановка процесса или его полная отмена. неудачное время для активных действий. напрасная трата сил и ресурсов из-за промедления. паника, спешка, хаос из-за нереально сжатых сроков. Взрывной поток эмоций. Несовместимость, рассинхронизация.",
    warning:
      "принятие любых поспешный решений может вызвать серьезные проблемы. лучше отложить дела на потом.",
    answer: "да, все произойдет очень быстро.",
  },
  {
    id: 31,
    title: "Девятка Жезлов",
    description: "сила защитника, тревожное ожидание прошлого",
    values: [
      "необходимость самозащиты и возможность отстоять важное. испытание на стойкость, прочность. Ожидание и приближение проблем. Болезненный прошлый опыт, заставляющий пребывать в режиме обороны. Внутренняя воля к победе, помогающая выстоять в самые трудные времена. недо конца завершенная ситуация, еще не подведенные итоги. Напряженное ожидание",
    ],
    cardAdvice:
      "будьте максимально бдительны. Пока лучше не расслабляться. Проблемы на подходе.",
    flippedCard:
      "окончательное поражение, потеря главных ценностей. Повторение болезненного опыта, отсутсвие выводов из ошибок прошлого. Косность, узколобость, закрытость. Защита ненужного. Деградация, откат назад. Болезнь, бессилие.",
    warning:
      "защищать то, что на самом деле не имеет значения, лишь пустая трата времени и сил.",
    answer: "пока неизвестно, сможете ли вы выстоять.",
  },
  {
    id: 32,
    title: "Десятка Жезлов",
    description: "выматывающие усилия, непосильная ноша",
    values: [
      "гиперответственность, надрыв, перегруз. Обязательства, обещания, которые крайне тяжело выполнить. Ограничение возможностей, отсутствие перспективы. Трудная ситуация с неясным итогом. давление обстоятельств. Чувство безысходности. Достижение цели высокой ценой или болезненная фиксация на цели.",
    ],
    cardAdvice:
      "постарайтесь немного сбавить обороты и делегировать ответственность. Стоит немного разгрузить себя. Иначе будет срыв.",
    flippedCard:
      "полный провал с соответствующими неизбежными потерями в материальной, психической или физической сферах. Крайнее изнеможение. Временная, неожиданная передышка. Бегство от ответственности, перекладывание проблем на чужие плечи.",
    warning:
      "готовьтесь к потерям. Вы не «вытянули» - примите это, расплатитесь и извлеките урок.",
    answer: "на данный момент - нет, так как ситуация сверх ваших сил.",
  },
  {
    id: 33,
    title: "Паж Жезлов",
    description: "посланник начала, воодушевленное начало",
    values: [
      "вдохновение перспективами, будоражащая идея, волнующее предложение. Самое начало пути. Нерастраченный, жаждущий свершений и полный надежд потенциал. Предложение рискнуть, попробовать новое.",
    ],
    cardAdvice:
      "смело хватайтесь за подвернувшийся шанс. Без риска и надежд нет свершений. следуйте от энтузиазма к профессионализму.",
    flippedCard:
      "остутсвие энтузиазма, потеря интереса, страх перед новым. тревожная весть, плохие новости, отказ. Неготовность решать проблемы или достичь результата из-за неопытности, дилетантизма или незрелости личности. Поверхностный, инфантильный человек. Первое плохое впечатление. Мелкие потери, недоразумения.",
    warning:
      "вам могут обезать золотые горы, но, прежде чем принять решение, убедитесь, что имеете дело не с дилетантом.",
    answer: "находясь в самом начале пути, сложно говорить о результате.",
  },
  {
    id: 34,
    title: "Рыцарь Жезлов",
    description: "пламенный напор, разрушитель рутины",
    values: [
      "потое событий, щаставляющий побегать. Активность, нарушающая привычный ход вещей. Спешка, суматоха, суета, вводящая в стресс, нескучные времена, многозадачность. Человек, привносящий изменения в жизнь. Мощная, но кратковременная энеригчнсоть, наполненность необузданной силой.",
    ],
    cardAdvice:
      "если ваша цель может быть достигнута за короткое время, действуйте. Если цель долгоиграющая - умерьте свой пыл.",
    flippedCard:
      "кипящая внутри энергия, не имеющая выхода. Опасность взорваться в самый неподходящий момент. полная неразбериха. Нетерпеливость, вредная спешка. раздоры, яркие конфликты и разрыв отношений. Безрассудный, гиперэмоциональный человек.",
    warning:
      "создание иллюзии бурной деятельности ни к чему не приведет. Попытайтесь разложить все чувства по полочкам и лишь затем замечайте цель.",
    answer: "действуйте!",
  },
  {
    id: 35,
    title: "Королева Жезлов",
    description: "амбиции лидера, блистающие на троне",
    values: [
      "стремление к самостоятельности и достижению цели, успеза. Лидерские качества, вдохновение задуманным. Набирающий силу процесс. Карьерный рост, деловая активность. желание достичь популярности, реализоваться. Амбициощная личность с далеко идущими планами. Яркий и сильный соперник.",
    ],
    cardAdvice:
      "настоящий лидер должен суметь заявить о себе. Покажите свою уверенность на практике, и тогда вы займете свой трон.",
    flippedCard:
      "неудовлетворенные амбиции, высокомерие, эгоизм, гордыня, приводящие к ошибкам. Коварный враг, осознанно и хладнокровно создающий препятствия на пути. Эксцентричноть, склочность. невозможность реализовать свой потенциал.",
    warning:
      "вас ограничивают внутренние демоны: гордость, тщеславие, показушность. Ни одна цель не стоит того, чтобы «идти по головам»",
    answer: "да, если сможете заявить о себе в полной мере",
  },
  {
    id: 36,
    title: "Король Жезлов",
    description: "непоколебимый правитель, претворяющий планы в жизнь",
    values: [
      "высокий социальный статус, справдливо заслуженное уважение, полезные связи и возможность реализоваться. Хорошая новость в делах. Социальный успех и признание. Готовность сделать все возможное для достижения результата. настоящий лидер - ответственный, деловой, уверенный в себе, честный, справедливый.",
    ],
    cardAdvice:
      "засучите рукава и смело идите вперед. У вас есть четкая цель и все необходимые качества, чтобы претворить задуманное.",
    flippedCard:
      "попытка доказать что-то окружающим. Удержание власти силой. Суровый, упрямый, принципиальный, тщеславный тиран, самодур. Страх потерять социальный статус. Неуравновешенный, демонстративный человек.",
    warning:
      "не время для действий, лучше подождать. Между лидером и деспотом - огромная разница.",
    answer:
      "событие произойдет, если будете честно трудиться и двигаться к намеченной цели.",
  },
  {
    id: 37,
    title: "Туз Чаш",
    description: "восторженный дар, наполняющий радостью",
    values: [
      "исполнение заветного желания. Скорые изменения в жизни, дарующие радость и ощущение праздника. Скорые изменения в жизни, дарующие радость и ощущение праздника. Яркие чувства, застолье, пиршество. Приятные события, появляющиеся сами собой, без ваших усилий. Прекрасная возможность. Комфортное состояние души и тела.",
    ],
    cardAdvice:
      "будьте открыты миру, прислушивайтесь к велению чувств, и тогда праздник не пройдет мимо.",
    flippedCard:
      "несбыточные мечты и надежды, разочарование. Блокировка чувств, опустошенность. Нестабильность или полное прекращение отношений, не взаимная любовь. Крайние проявления или фальшивость эмоций. Манипулирование, эгоизм. Иллюзии, искаженное понимание происходящего.",
    warning:
      "ваши эмоции сейчас не лучшие советчики. Ваши мечты являются лишь фантазиями, у которых нет реальных предпосылок для осуществления.",
    answer: "да, жизнь вам преподнесет подарок.",
  },
  {
    id: 38,
    title: "Двойка Чаш",
    description: "гармоничная любовь, единство сердец",
    values: [
      "сближение, грамоничные отношения, взаимообмен, настоящая любовь и дружба. новый или устоявшийся союз. Становление чувств между людьми. Яркое романтическое увлечение. Новые благоприятные перспективы, хорошее предложение. Доверие, согласованность действий.",
    ],
    cardAdvice:
      "откройтесь чувствам, идите навстречу отношениям. Все говорит о том, что ваш союз принесет много радости.",
    flippedCard:
      "наличие причин, мешающих осуществить задуманное. Эгоиистичные , собственнические.ю поверхностные, неискренние эмоции. забота о себе, а не о партнере. Дисгармония, разлад в отношениях. Бесполезные ссоры. разрыв союза, расставание. несовместимость, неудовлетворенность друг другом.",
    warning:
      "постарайтесь осознать свои истинные чувства к другому человеку. Без этого ваше партнерство обречено.",
    answer: "карта дает позитивный прогноз на исход дела.",
  },
  {
    id: 39,
    title: "Тройка Чаш",
    description: "праздник изобилия, наслаждающийся единством",
    values: [
      "максимально радостное развитие дел. Светлая полоса, сулящая беззаботный период. Подарок судьбы. Чувство наполненноси, счастья, оптимизма. Повод устроить праздник. Удоволствие от общения и проведенного времени. Возможность найти отличный выход из сложной ситуации и избежать проблем. Получение поддержки извне. Найденный компромисс.",
    ],
    cardAdvice:
      "позвольте себе как следует отдохнуть. Время наслаждаться жизнью!",
    flippedCard:
      "ощущение себя несчастным после недавней радости, обманутые наадежды, угасшие чувства. Тяга к излишествам, сладострастию. Избыток удовольствий, мешающий радоваться получаемым благам. «Зажравшийся» человек. Чрезмерное увлечение чем-либо в ущерб обязательствам. Слабый результат, неудовлетворительный итог.",
    warning:
      "без самоограничения вы лишаете себя наслаждения. Переизбыток ведет к потере жизненных красок.",
    answer: "да. Это почти у вас.",
  },
  {
    id: 40,
    title: "Четверка Чаш",
    description: "упускающийй настоящее, погруженный в себя",
    values: [
      "неосуществимость желаемого из-за собственного негатива и сосредоточенности на своих переживаниях. Отказ от предоставленных возможностей, развития. ощущения скуки, тоскливый взгляд на мир и жизнь. Уныние, внутреннее выгорание. Хороший шанс, который не воспринимается всерьез.",
    ],
    cardAdvice:
      "приведите чувства в порядок. Пока вы хандрите, упускаете подаренные судьбой шансы.",
    flippedCard:
      "готовность открыться новому. Переосмысление старых шансов и посик в них новых смыслов. Избавление от скуки и пассивности. Возвращение «в струю». поиск впечатлений и мотивации. попытка решить прежние трудности, которые долго игнорировались. Некогда актуальный, а ныне упущенный шанс.",
    warning:
      "когда очнулся от летаргии, велико искушение нагнать упущенное время. не тратьте зря силы на прошлое. Ищите возможности в настоящем.",
    answer: "возможность есть, но вы не хотите ее замечать.",
  },
  {
    id: 41,
    title: "Пятерка Чаш",
    description: "скорбящий о былом, радикальное разочарование",
    values: [
      "карта скорби и печали. Утрата чего-то некогда важного. Нежелание видеть оставшиеся радости в угоду потере. Ожиданемые события так и не настали. Сильные душевные терзания, депрессия, разочарование, опустошенность. Ложная точка зрения, игнорирование реального положения дел, возможностей. Фиксация на прошлом.",
    ],
    cardAdvice:
      "концентрируясь на потерях, вы упускаете то, что у вас осталось. Вытаскивайте себя из болота, радуясь тому, что имеете.",
    flippedCard:
      "свежий взгляд на жизнь и некогда печаливгие обстоятельства. Вести, дарующие луч надежды. Воссоединение, возвращение к прежним приятным отношениям. Готовность оставить прошлое и двигаться дальше. Возвращение к нормальному течению жизни после пережитой утраты.",
    warning: "лишь пережив утрату до конца, мы сможем от нее освободиться.",
    answer: "нет, вы скорее потеряете, чем приобретете.",
  },
  {
    id: 42,
    title: "Шестерка Чаш",
    description: "пребывающий в ностальгии, прошлое в настоящем",
    values: [
      "романтизация прошлого, воспоминания, ностальгия. Возвращение некогда утраченных вещей и людей. Возрождение старых желаний, планов, чувств. То, что когда-то исчезло, но вернулось. Кармическая память, истоки, детство, род. Все хорошо забытое старое. Влияние прошлого на настоящее.",
    ],
    cardAdvice:
      "попрощавшись с прошлым, не бойтесь потерять себя. начните жить с чистого листа, не тратя время на ностальгию. Все самое интересное впереди.",
    flippedCard:
      "фиксация на будущем, страх столкнуться с болезненными воспоминаниями. Попытка разорвать старые связи, перечеркнуть былое, словно ничего и не было. Желание отпустить прошлое, избавиться от якорей. Детские переживания, старый травмирующий опыт. новые возможности, ждущие впереди.",
    warning:
      "единственный способ освободиться от оков прошлого - принять его без остатка. Закрывая глаза на минувшее, мы лишаем себя будущего.",
    answer: "да, все еще впереди.",
  },
  {
    id: 43,
    title: "Семерка Чаш",
    description: "очарованный иллюзией, мнимая победа",
    values: [
      "принятия желаемого за действительное, бегство от правды. Ошибочные представления о реальном положении вещей, обманчивые надежды. Неопределенность, незначительность вариантов.ю отсутсвие стабильности и недолговечность результатов. Растерянность и невозможность определиться, сделать выбор. Обман,предстоящее разочарование. Соблазн. Ложный выбор, воображаемый успех.",
    ],
    cardAdvice:
      "если вам кажется, что все продуманы все варианты, - не спешите. Постарайтесь найти другие решения. или хотя бы не торопитесь принимать решение. намного подождите, пока откроется правда.",
    flippedCard:
      "разбитые иллюзии. Столкновение с реальностью (часто болезненное). Открытие правды, честный взгляд на мир. Последствия неправильного выбора и попытка исправить совершенную ошибку.",
    warning:
      "цепляясь за то, чего на самом деле нет, вы лишь усугубляете последствия.",
    answer: "пока все туманно.",
  },
  {
    id: 44,
    title: "Восьмерка Чаш",
    description: "прощание с прежним, жертвующий во имя будущего",
    values: [
      "остановление позади старого - страх проблем, взглядов, отношений. То, что когда-то имело значение, перестает волновать. Попытка оставить прежнюю жизнь, найти новые цели, отправиться к неизведанному, но светлому будущем. Добровольное, но трудное решение пожертвовать чем-то важным ради предстоящих успехов. Расставание.",
    ],
    cardAdvice:
      "приняв решение, не сожалейте об упущенном. Думать о том, что вам предстоит и куда вы стремитесь, - лучше, чем сожалеть о потере.",
    flippedCard:
      "невозможность оставить тормозящие прогресс обстоятельства, разорвать тяжелые связи, прекратить изжившие себя отношения. ошибочное расставание, поспешно принятое решение исключить что-то или кого-то жизни.",
    warning:
      "не сбросив балласт, вам не отправиться в большое плавание. Вам мешает лишний груз.",
    answer: "вам еще предстоит большой путь.",
  },
  {
    id: 45,
    title: "Девятка Чаш",
    description: "претворяющий желания, познающий счастье",
    values: [
      "успех в делах, полное удовлетворение настоящим. Возможность наконец-то расслабиться, отлично провести время, беззаботно отдохнуть. Ожидание благоприятных итогов. Повод для радости. Период счестья и спокойствия. Чувство защищенности и спокойного будущего.",
    ],
    cardAdvice:
      "все отлично! Пора расслабиться и отдохнуть на полную катушку. Отдайтесь беззаботности и развлекитесь как следует.",
    flippedCard:
      "избалованность успехом, пресыщение, алчность, чревоугодие. Неумение радоваться благам. Ориентация исключительно на собственные интересы. эгоизм, попытка извлечь выгоду из всего, отсутствие душевности и духовности. Получение желаемого с последующим разочарованием.",
    warning:
      "не научившись радоваться малому и заполучив большее, вы все так же будете несчастны. Счастье - это то, что идет изнутри вовне.",
    answer: "однозначно да",
  },
  {
    id: 46,
    title: "Десята Чаш",
    description: "домашний очаг, семейные ценности",
    values: [
      "говорит обо всем, что касается семьи, дома, близких и родственных отношений. Крайне благоприятная карта, сулящая гармонию, успешное завершение начатого, исполнение желаний. Настоящая, исцеляющая любовь. Единение, взаимопонимание, поддержка, счастливая личная жизнь.",
    ],
    cardAdvice: "что еще нужно для счастья? радуйтесь!",
    flippedCard:
      "утрата гармоничных отношений, небольшие семейные конфликты, остывшие чувства. Неполноценный союз, основанный не на близости душ, ан а расчете или привычке. Ложная идиллия, демонстрация внешнего благополучия. разлука, необходимость покинуть уютную обстановку. расставание с семьей или друзьями.",
    warning:
      "то, что вы сейчас имеете, - результат прежних поступков и лучшее, что может быть. Успокойтесь и примите все как есть. Будьте благодарны!",
    answer: "да. Ваша жизнь - полная чаша.",
  },
  {
    id: 47,
    title: "Паж Чаш",
    description: "обновляющий чувства, добрая услуга",
    values: [
      "сулит переживание приятных эмоций, получение новой информации и новые знакомства. Помощь, поддержка, предложенные без корысти и учета выгоды. Искренний порыв сделать приятное, удружить. Примирение, желание сделать первый шан и сгладить углы. Эмоциональная наполненность, открытость сердца.",
    ],
    cardAdvice:
      "не бойтесь принять предложение. Особенно если его делают от чистого сердца.",
    flippedCard:
      "поверхностные эмоции, зыбкость и мимолетность чувств. Ветренность, неразборчивость в выборе пратнера. Эмоциональная уязвимость и незрелость. Нежелание идти на контакт, страх болезненных переживаний, отказ. Пустые, наивные увлечения, не имеющие серьезного продолжения.",
    warning:
      "идущие на поводу у своих эмоций могут заблудиться. Включайте голову. холодный разум сейчас ваш лучший советчик.",
    answer: "да, если вопрос касается помощи.",
  },
  {
    id: 48,
    title: "рыцарь Чаш",
    description: "соблазнительное предложение, весенний порыв ветра",
    values: [
      "хорошие вести, романтический порыв и интерес. Приближение чего-то приятного и нового. Взаимные чувства, сближение, примирение, достижение согласия и взаимопонимания. Верный союзник и друг. Легкое время, не отягощенное проблемами. Сердечность, проявление искреннего энтузиазма.",
    ],
    cardAdvice:
      "отличный момент, чтобы идти к цели бок о бок с близкими по духу людьми.",
    flippedCard:
      "обманчивые предположения. Благие намерения, ведущие к проблемам. Отступление от собственных принципов, неискренность с окружающими. Задержки. Попытка форсировать события при отсутствии реальных перспектив. Мечты без реальных действий. Скрываемые от окружающих чувства и поступки.",
    warning:
      "если не начать действовать, мечты навсегда останутся мечтами. Откройтесь окружаюшим, освободив огромное количество энергии для свершений.",
    answer: "предложение или человек, достойные доверия",
  },
  {
    id: 49,
    title: "Королева Чаш",
    description: "безопасная чувствительность, мудрая советчица",
    values: [
      "чувство комфорта и безопасности. Эмоционально наполненные отношения. Отсутствие в ситуации или общении напряжения, грубости, скрытых смыслов и ловушек. Все ясно, спокойно и легко. Связи, основанные на доверии, возможность расслабиться. Помощь мудрой, преданной, добросердечной женщины.",
    ],
    cardAdvice:
      "проявите мягкость, терпенливость и эластичность. маленькие настойчивые шаги помогут найти нужную дверь.",
    flippedCard:
      "склочный и обидчивый характер. Истеричная, беспринципная, развратная особа, эмоционально нестабильная и крайне токсичная. Неадекватная реакция на происходящее. Надежность, лживость. Громкий скандал. Личность со слабыми моральными принципами, склонная к предательству и шантажу.",
    warning:
      "потакая своим слабостям, вы обрекаете себя на вечное несчастье. Скандальность и истеричность не лучший способ заполучить желаемое.",
    answer: "большой шанс реализовать задуманное.",
  },
  {
    id: 50,
    title: "Король Чаш",
    description: "содействующий благодетель, повелитель эмоций",
    values: [
      "дружелюбные, близкие отношения без угрозы и подводных камней. Появление в нужный момент помощи, шанс реализовать планы. Едва уловимые намеки, неявные предложения. Тонкое, интеллектуальное общение. Необходимость выразить свои чувства. Творческая реализация. Добрый, надежный и искренний человек.",
    ],
    cardAdvice:
      "положитесь на свои чувства и интуицию, не слушайте доводы разума. Открыто проявляйте свои чувства.",
    flippedCard:
      "потеря контроля над чувствами, деструктивные эмоции или невозможность их выразить, саморазрушение. Зависимости, эмоциональные расстройства. Опасное доверие порочной, ненадежной личности. Блокировка чувств из-за травмирующей ситуациию. Истеричность, лживость, мошенничество.",
    warning:
      "не держите чувства внутри себя. Невыраженные эмоции разрушают тело не меньше урагана.",
    answer: "обстоятельства благоволят, но деле езе не вызрело полностью.",
  },
  {
    id: 51,
    title: "Туз Мечей",
    description: "претворенная решимость, источник стремительной энергии",
    values: [
      "непоколебимая решимость действовать, готовность бороться с трудностями и сражаться. Мощная и стремительная сила. осознание собственных желаний, знание и готовность их реализовать. Установление личных границ, намерение провести четкую линию. Жесткое, волевое решение. Прояснение ситуации.",
    ],
    cardAdvice:
      "задавайте себе как можно больше вопросов. Ваш разум готов увидеть правду, а энергии достаточно, чтобы изменить жизнь.",
    flippedCard:
      "энергия, уничтожающая человеку изнутри, саморазрушение. Попытка к бегству от проблем и трудности, слабоволие, нежелание принимать решения. Отсутсвие перспектив для побед или победа с ужасными последствиями, провал. Страх быть наказанным. пустая болтовня, не имеющая реальных действий.",
    warning:
      "действуйте! не факт, что у вас получится. главное, чтобы вы начали тратить скопившуюся внутри энергию на дело, а не на самоуничтожение.",
    answer: "да, вам хватит сил.",
  },
  {
    id: 52,
    title: "Двойка Мечей",
    description: "взвешенный паритет, устоявший в кризис",
    values: [
      "необходимость принятия взвешенного решения, поиск компромисса. Сложность выбора из-за сузествования двух противоположныъ и непростых вариантов. Напряженное выжидание, проявление стойкости в неоднозначной ситуации. Подавление чувств, попытка обрести равновесие в тяжелые времена.",
    ],
    cardAdvice:
      "примите решение, опираясь на доводы разума, проявите хладнокровие. Целесообразность и ваш девиз.",
    flippedCard:
      "наличие скрытых проблем, готовыхпроявиться в скором времени. принятое решение, лишившее спокойствия и требующее активных действий. Ситуация обмана, двуличие, бесчестное поведение. Ошибочные представления о других. Расхождение во взглядах, разрыв отношений. Вранье, сплетни, клевета.",
    warning:
      "приготовьтесь столкнуться с трудностями. Борьба может затянуться, но постарайтесь вести ее не только интеллектом, но и эмоциями.",
    answer: "ситуация прояснится после сделанного выбора.",
  },
  {
    id: 53,
    title: "Тройка Мечей",
    description: "разрывающая скорбь, запрятанные страдания",
    values: [
      "напряженные, тяжелые времена, несущие ссоры, конфликты. Сделанный вопреки чувствам выбор. Подавление разумом чувства. Что-то, что мучает глубоко внутри и практически не осознается. Болезненное, но необходимое расставание. Разрывающая сердце душевная боль, тоска. Крушение планов.",
    ],
    cardAdvice:
      "как бы тяжело вам сейчас ни было, нужно переждать черный период. Постарайтесь найти источник силы и переродиться, окрепнуть.",
    flippedCard:
      "эмоциональное отупение, вызванное сильными болезненными переживаниями. Чувства обледенели. Полный бардак в голове и делах, умственное помешательство, иллюзии, заблуждения, рассеянное внимание. Ошибки, которые уже не исправить. Боль, пережитая в прошлом.",
    warning:
      "только вы сами способны выйти из мрака к свету. Не держитесь за негатив, он не сделает вас сильнее.",
    answer: "нет, пока идет черная полоса.",
  },
  {
    id: 54,
    title: "Четверка Мечей",
    description: "умиротворенный воин, перерождающий покой",
    values: [
      "говорит о бесполезности противостояния и борьбы. Передышка, период бездействия для переосмысления ситуации, восстановления сил и планирования дальнейших ходов. Вынужденное уединение, изоляция, временное отступление. Отсутствие прогресса, застой в делах.",
    ],
    cardAdvice:
      "суета на паузе. не надо страдать или бояться, все восстановится. главное, проведите это время с польщой - чтобы разобраться в себе и жизни, восстановить силы.",
    flippedCard:
      "окончание периода застоя, несвоевременная нужда вернуться к привычным делам. Выход на работу без полного выздоровления. Осторожное и осмотрительное продвижение вперед, неуверенные шаги из-за сомнений в собственных силах. отставание от планов.",
    warning:
      "вы еще не готовы к прежнему ритму, а вам уже нужно бежать. Не торопитесь, будьте очень осторожны и планируйте каждый шаг.",
    answer: "вам стоит отдохнуть, прежде чем что-то изменится.",
  },
  {
    id: 55,
    title: "Пятерка Мечей",
    description: "пораженный беспринципностью, победа мести",
    values: [
      "затяжной период тревог, разрушительных событий и потерь. Предательство, подлость, обострение конфронтации. пустые или тяжелые победы. Месть, приводящая к позору и стыду. Противоборство с неявным итогом. Вынужденное отступление в попытке хоть что-то сохранить.",
    ],
    cardAdvice:
      "отступите, пока можете. Даже если вы и победите, потеряете больше, чем получите. Сейчас лучше избежать конфликта.",
    flippedCard:
      "победа слишком дорогой ценой, приносящая не радость, а максимальный урон и горе. Сокрушительное поражение. Угрызения совести за причиненный ущерб. Желание дать сдачи и чувство безысходности из-за невозможности сделать это. Чувство ничтожности, унижения.",
    warning:
      "не унижайтесь, ползая на коленях в попытке собрать хоть что-то. Проявите принципы и гордость.",
    answer: "нет, вам это не надо. Победа ли, поражение - итог вас не устроит.",
  },
  {
    id: 56,
    title: "Шестерка Мечей",
    description: "устремленный к прозрению, новые берега",
    values: [
      "возможность найти безопасный выход из сложной ситуации, уйти от проблем. Целесообразный способ найти решение задачи. Восстановление самообладания в трудном положении. Новые горизонты, цели и пути. Готовность оставить в прошлом трудности и тревоги. движение к переменам с непредсказуемыми результатами. поиск тихой гавани.",
    ],
    cardAdvice: "настала пора двигаться дальше. Больше нечего ждать.",
    flippedCard:
      "безвыходное положение, несмотря на попытки найти решение. неразрешимая проблема. Рискованное дело с плачевным итогом и жесткими ограничениями свобод. нежелание решать накопившиеся задачи и двигаться к новым перспективам, законстенелось. Отсутствие амбиций необдуманное решение.",
    warning:
      "вам не удастся впустить в жизнь новое, пока не разгребете завалы проблем. Разложите жизнь по полочкам.",
    answer: "вы найдете отличное решение. главное - решитесь!",
  },
  {
    id: 57,
    title: "Семерка Мечей",
    description: "берущий хитростью, сорванные маски",
    values: [
      "нежелание идти на конфронтацию. Поиск выхода из сложившейся ситуации с помощью махинаций, ловкости, хитрости. Находчивость, изворотливость. Поиск неординарных решений. необходимость быть начеку. невыполненные обещания, утаивание секретов. Путь наименьшего сопротивления, уход от ответственности. Кража.",
    ],
    cardAdvice:
      "маленькие хитрости в подходящий момент - хорошее оружие. Воспользутесь им, и у вас появится шанс.",
    flippedCard:
      "невозможность хитрить и идти обходными путямию Выговоры, упреки, разоблачение. Неудачная уловка, ведущая к последствиям. Излишняя осторожность, принципиальная честность, лишающая хороших вариантов. Жертва собственных интриг. Неумелый или банальный обман.",
    warning:
      "ваши попытки скрыть правду или пойти обходным путем вскроются. Поэтому лучше во всем сознаться.",
    answer: "да, если пойдете не напролом, а найдете лазейку.",
  },
  {
    id: 58,
    title: "Восьмерка Мечей",
    description: "скованный несвободой, заложник обстоятельств",
    values: [
      "парализующие обстоятельства, чувство беспомощности. невозможность жить и делать то, что хочется. Жесткие ограничения и рамки условий. отказ от собственных желаний в угоду кому-то. Преданные в чужие руки бразды правления. Заложник чужих решений. Компромат, шантаж. Вынужденное согласие. Слабовольная, ведомая личность.",
    ],
    cardAdvice:
      "вы можете освободиться. Проблем еще можно избежать или выпутаться из них своими силами. Начинайте защищать себя.",
    flippedCard:
      "возможность сбросить оковы. Появляется свобода действий после периода ограничений, безисходности, беспомощности. Неприятности постепенно проходят.",
    warning:
      "стоит немного подождать. Совсем скоро ограничения спадут, сковывающие страхи исчезнут, и вы сможете вернуть себе свободу действий.",
    answer:
      "нет, вы не в состоянии диктовать условия. Ищите способ освободиться.",
  },
  {
    id: 59,
    title: "Девятка Мечей",
    description: "ужас отчаяния, лишенный покоя",
    values: [
      "крайняя степень страдания, угнетенное психологическое состояние: страх, депрессия, вина, ужас, отчаяние. Бессонница, ночные кошмары. наличие кровных врагов или враг, мучающий изнутри. Камера пыток души.",
    ],
    cardAdvice:
      "осознайте, что вас так мучает, и излейте душу. Вам нужно освободиться, иначе отчаяние вас разрушит.",
    flippedCard:
      "излишне пессимистичный взгляд на ситуацию. «Накручивание» себя, фиксация на плохом без серьезных на то оснований. Прилуманные страхи, сомнения и тревоги ббез явных причин, ипохондрия. Отрицание и вытеснение страдания, проявляющиеся психосоматическими симптомами. Окончание затяжной депрессии, осознание причин страдания. Облегчение чувства вины.",
    warning:
      "прежде чем изводить себя переживаниями, убедить, что опасения реальны. Возможно, вы напрасно себя мучаете и угроза лишь в вашей голове.",
    answer: "нет, сначала разберитесь в себе",
  },
  {
    id: 60,
    title: "Десятка Мечей",
    description: "разрушительный итог, сумерки перед рассветом",
    values: [
      "неожиданный фатальный проигрыш, катастрофический провал, несвоевременный конец. Полное крушение планов без возможности этого избежать. Появление тяжелых обстоятельств. Этап расставания с кем-то или чем-то важным. Чувство опустошенности и разрушенного мира.",
    ],
    cardAdvice:
      "смиритесь с тем, чего нельщя было избежать, и терпеливо выбирайтесь из мрака к рассвету. Пока вы живы, все еще можно изменить к лучшему.",
    flippedCard:
      "безрезультатная попытка спасти то, что обречено исчезнуть. Затянувшийся и ожидаемый болезненный разрыв, когда все предрегено, но решиться на подведение итогов не получается. Возрождение после кризиса. Опасность, которая затонула, но прошла мимо в последний момент.",
    warning:
      "не пытайтесь спасти то, чего уже нет. Только пережив окончательную утрату, вы откроете дверь новому.",
    answer: "нет, вы потерпите полный крах.",
  },
  {
    id: 61,
    title: "Паж Мечей",
    description: "искажающий слово, затаившийся недруг",
    values: [
      "призыв быть настороже, разоблачать происки скрытых недоброжелателей. Соглядатай, тот, кто за вами наблюдает и собирает информацию, компромат. ненадежный человек, предатель, втеревшийся к вам в доверие. Борьба за свои интересы, готовность поспорить и добиваться своего разными способами. Лживая, недостоверная информация.",
    ],
    cardAdvice:
      "проявите максимальную бдительность. Критично относитесь к любой поступающей информации и не разбрасывайтесь сведениями о себе.",
    flippedCard:
      "потеря бдительности, излишняя и опасная доверчивость. Прояснение ситуации через прямое обсуждение отношений, конфликт. Выявление недоброжелателя провокацией, открытыми нападками.",
    warning:
      "готовьтесь проявить решимость и простоять ща себя. Злопыхатель, ожидающий подходящего часа, скоро себя выдаст.",
    answer: "все зависит от вашей проницательности.",
  },
  {
    id: 62,
    title: "Рыцарь мечей",
    description: "ураганный ветер, нарушитель спокойствия",
    values: [
      "мнгновенное решение и точное реагирование на вызов, находчивость. Стремительная, часто проблемная ситуация, требющая от человека мгновенных решительных действий. Быстро развивающаяся напряженная, стрессовая ситуация. непоколебимая уверенность в своей правоте. Сила, несущая раздор, разрушающая мерное течение.",
    ],
    cardAdvice:
      "нет времени для размышлений и тсратегии. настала пора решительный действий.",
    flippedCard:
      "опрометчивый, необдуманный поступок, совершенный впопыхах. Глупое, иррационально или нелепое поведение. Неспособность занять четкую позициб, мысленный разброд. Выяснение отношений на пустом местею неудачная поездка. Желание действий, перекрытое страхом последтсвий.",
    warning:
      "лучше остановиться и подумать, на чьей вы стороне и как лучше поступить. Скоропалительные действия покажут вас не с лучшей стороны.",
    answer: "да, если поторопитесь.",
  },
  {
    id: 63,
    title: "Королева Мечей",
    description: "владычица горького опыта, опасное хладнокровие",
    values: [
      "эмоционально разрушительная ситуация. Выверенный, выношенный удар исподтишка, нанесенный в момент максимальной уязвимости. назревающий конфликт, требующий обоснованных аргументов. Полный самоконтроль (чувст, действий, реакций) для достижения результата. Чрезвычайно опасный соперник.",
    ],
    cardAdvice:
      "следите за каждым своим действием, если хотите получить желаемое. От всего, что вы сейчас делаете, зависит конечный результат.",
    flippedCard:
      "превращенная в ненависть любовь, требущая отмщения. Интеллектуальный и целеустремленный противник, жаждущий максимального причинения вреда. Разрушительная гроза эмоций: агрессивность, желание подчинить, вызванные недостатком чего-то.",
    warning:
      "накопившиеся внутри обиды разрушают все, к чему вы прикасаетесь. Научитесь прощать, иначе вы испортите свою жизнь.",
    answer: "смотря что вы выберете - самоконтроль или разрушение.",
  },
  {
    id: 64,
    title: "Король Мечей",
    description: "стратегическая выверенность, решающее хладнокровие",
    values: [
      "планирование и четкое понимание необходимого для достижения цели наряду с готовностью действовать хладнокровно и точно. разрешение самых непростых задач любыми методами - все во имя цели. способность принимать самые непростые решения во имя результата. Профессионализм, ответственность, конкретика. Железная логика, нетерпимость к чужим слабостям.",
    ],
    cardAdvice:
      "слушайте доводы разума. Ваш интеллект - лучший советчик. не разменивайтесь на сантименты.",
    flippedCard:
      "отсутствие четкой задачи, глобальные, расплывчатые цели. Самодурство, эмоциональная и интеллектуальная тупость, истеричность. Ошибочная аналитика и неспособность к адекватному планированию. Склонность осуждать окружающих, не замечая своих недочетов.",
    warning:
      "прежде чем ринуться в бой, убедитесь, что ваша позиция основана на фактах, а не на домыслах.",
    answer: "да, если подключите интеллект и хладнокровие.",
  },
  {
    id: 65,
    title: "Туз Пентаклей",
    description: "дарующий блага, отражающийся в золоте",
    values: [
      "символ материального успеха, достатка, процветания. Изобилией замных ресурсов. Возможность приобрести вожделенную вещи или заложить крепкную основу для чего-то долгоиграющего и по-настоящему ценного. Извлечение выгоды, пользы для вопрошающего. Однозначно благприятный итог.",
    ],
    cardAdvice:
      "сейчас иделаьное времяд ля того, чтобы осуществить давние мечты. двигайтесь к цели и наслаждайтесь процессом.",
    flippedCard:
      "неправильное распределение ресурсов, чрезмерные расходы, шопоголизм. Возможная потеря источника доходов. Отсрочки по платежам. Испорченный богатством человек, жадность. Успех, за который пришлось дорого платить и который не приносит ожидаемой радости.",
    warning:
      "найдите золотую середину между безумной тратой денег и фанатичным накопительством.",
    answer: "однозначно да, вы получите то, что хотите.",
  },
  {
    id: 66,
    title: "Двойка Пентаклей",
    description: "баланс крайностей, устоявший в суете",
    values: [
      "умение поддерживать равновесие в отсутсвии стабильности. Метания между крайностями. Неустойчивое положение дел. Многозадачность, необходимость одновременно выполнять несколько задач в состоянии суматохи. Шаткий паритет сил. Появление двух равнозначных возможностий, из который сложно выбрать.",
    ],
    cardAdvice:
      "чтобы остаться на плаву, придется выкручиваться и решать несколько задач. Готовьтесь делать все и сразу.",
    flippedCard:
      "невозможность удержать дела под контролем, найти баланс времени и сил для решения поставленных задач. Бесполезная суетливость, иллюзия бурной деятельности. Необходимость расходовать ресурсы, которы и так не хватает. Жесткие дедлайны.",
    warning:
      "если возьметесь за несколько дел сразу - просто не справитесь. Вместо того чтобы переживать, сконцентрируйтесь на чем-то одном и доведите до конца хоть что-то.",
    answer: "сейчас не самое удачное время, лучше подождать.",
  },
  {
    id: 67,
    title: "Тройка Пентаклей",
    description: "созидающим труд, объединяющие достижения",
    values: [
      "претворение идей в жизнь, осуществленное благодаря упорному труду, помощи и высокой оценке других людей. Стабильный, постепенный прогресс в делах. Объединение усилий ради результата. Экспертная оценка, совет, проверка. Работа в удовольствие и умение довести дело до конца. Демонстрация профессионализма.",
    ],
    cardAdvice:
      "приступайте к делу, засучив рукава. Медленно, но верно вы воплотите задуманное. ",
    flippedCard:
      "дилетантский подход к делу, низкое качество проведенных работ или вещей. Лень, отсутствие энтузиазма и творческого подхода, отражающиеся на результате. Чрезмерная загруженность делами, переутомление. Неудачный выбор профессии. Низкая оценка деятельности со стороны окружающих.",
    warning:
      "не мучайте себя и инструменты. Чем делать плохо, лучше не делать вообще. Стоит пересмотреть свое отношение к делам.",
    answer: "да, но придется хорошенько потрудиться.",
  },
  {
    id: 68,
    title: "Четверка Пентаклей",
    description: "удовлетноренное обладание, надежность без гибкости",
    values: [
      "символ созданного с большими усилиями и обладающего прочным фундаментом. Комфорт, сохранение достигнутых рещультатов. Ощущение твердой опоры. Готовность защищать существующее положение дел. Проявления жадности, страх лишиться имеющегося. Достижение желаемого без последующего програсса.",
    ],
    cardAdvice:
      "фиксация лишь ни материальных благах может сильно ограничить вашу личную эволюцию.",
    flippedCard:
      "страх нищеты, маниакальное накопительство без трат. Жесткое непринятие перемен. Финансовый катаклизм, крадинальная нехватка денег, потеря стабильного дохода. Риск, вызванный постоянным изменением условий. Отсрочки и препятствия в материальной сфере. Имущественный споры.",
    warning:
      "если не хотите потерять самое важное, научитесь тратить в удовольствие. Деньги служат цели, а не ценны сами по себе.",
    answer: "все останется стабильно",
  },
  {
    id: 69,
    title: "Пятерка Пентаклей",
    description: "разрушающий материальное, одухотворяющие лишения",
    values: [
      "потеря материальных ценностей, достатка, финансовые потери. Болезненные изменения в жизни. Главенство духовного над физическим миром. Тяжелые времена, полные лишений, утрат. Столкновение с последствиями неверных шагов в прошлом. пустая трата реусрсов, провальная деятельность, неудача.",
    ],
    cardAdvice:
      "как бы ни было сложно, постарайтесь не зацикливаться на лишениях. Сохраняйте спокойствие и ищите способы выбраться.",
    flippedCard:
      "выход из беспросветной ситуации. Принятие уроков жизни, осознание истинных причин собственной ответственности за неудачи. Попытка справиться с трудностями, даже если они кажутся непреодолимыми. Появление небольшого шанса, дарующего надежду на избавление от страданний.",
    warning:
      "пока вы не осознаете собственную ответственность за происходящее, черная полоса будет лишь усугублятсья.",
    answer: "нет, речь о потерях.",
  },
  {
    id: 70,
    title: "Шестерка Пентаклей",
    description: "своевременное одаривание, благодарное принятие",
    values: [
      "заслуженная помощь, полученная в самый подходящий момент. Возвращение долгов, отдавание во имя уравновешивания. Великодушие, искренняя готовность помочь ближнему без выставления условий, благотворительность. Приведение запущенных дел в порядок. Индикатор настоящего момента, сейчас.",
    ],
    cardAdvice:
      "если не хотите оказаться на паперти, следите, чтобы гармония между тем, что вы отдаете и сколько получаете взамен, не нарушалась.",
    flippedCard:
      "корыстные мотивы, стремление к быстрому обогащению и халяве. Ненадежные финансовые вложения, невозвращаемые долги и кредиты. Отдавание безответной благодарности и отдачи. Нахлебничество. Отказ в помощь или нежелание ее принять.",
    warning:
      "будьте искренне благодарны за то, что у вас есть и еще будет. Силу благодарности сложно оценить.",
    answer: "да, вам помогут получить желаемое.",
  },
  {
    id: 71,
    title: "Семерка Пентаклей",
    description: "долгожданная награда, терпеливое созревание",
    values: [
      "награда, получаемая за долгую и кропотливую работу. необходимость подождать созревание плодов, неспешный прогресс. Удовлетворение и от деятельности, и от полученного «выхлопа». Непрерывный процесс и невозможность отлучить от производства. Вера в то, что усилия окупятся.",
    ],
    cardAdvice:
      "проявите терпение и плоды вызреют. Не сейчас, но потом ваше желание исполнится.",
    flippedCard:
      "тяжелые труды, породившие мизерный результат. Несостоятельный проект, пустая трата сил на нежизнеспособное делою Неумение ждать итогов, неспособность «играть вдолгую». лень, ведущая к плачевному итогу, бракованным вещам.",
    warning:
      "не стоит тратить столько усилий на то, что в итоге вас разочарует. Лучше поищите что0то другое, что окупится с большей вероятностью.",
    answer: "придется еще потрудиться, прежде чем получите результат.",
  },
  {
    id: 72,
    title: "Восьмерка Пентаклей",
    description: "целенаправленное мастерство, работающий с душой",
    values: [
      "любовь к своему делу, применение своих талантов. творчество ради мастерства и качества, а не в погоне за наградой. Зрелый профессионализм, дисциплина, трудолюбие, эффективный труд. Интересная работа. Внимание к деталям, точность, концентрация, ведущие к хорошим результатам (медленно, но верно).",
    ],
    cardAdvice:
      "хотите получить желаемый результат? Станьте настоящим профессионалом и любите то, что делаете.",
    flippedCard:
      "рутинная, неинетесная работа не по душе. Непрофессионализм, бесталанность, отстуствие необходимых знаний или навыков. Синдром выгорания, усталость от однообразия. Ширпотреб, количество в ущерб качеству. Деятельность исключительно ради заработка. Напрасный, никому не нужный труд.",
    warning:
      "если вы не любите дело, которым занимаетесь, - вы несчастный человек. найдите занятие по душе - то, где вы сможете стать мастером.",
    answer: "если подойдете к вопросу мастерски, без дилетантизма, то да.",
  },
  {
    id: 73,
    title: "Девятка Пентаклей",
    description: "золотые времена, жизнерадостный покой",
    values: [
      "удовольствие от хорошо проделанной работы и достойного вознаграждения. Упорядоченная, беззаботная жизнь в радость. Осуществленные цели, награда за сделанный некогда выбор, совершенный достаток без тревог. Земная мудрость, говорящая об умении держать дела под контролем, опытом и умом решать жизненные задачи.",
    ],
    cardAdvice:
      "о чем вы на самом деле мечтаете? Ведь мы живем, чтобы воплощать мечты. Стабильность - это хорошо, но недостаточно для счастья.",
    flippedCard:
      "утрата благополучия, стабильности и чувства безопасности. Привычное течение жизни и комфорт разрушены, быт перевернулся вверх дном. Страх завтрашнего дня. Неумение наслаждаться спокойной жизнью, потребность в экстремальных эмоциях.",
    warning:
      "подготовьте пути к отступлению, если привычный уклад жизни и благополучия будет нарушен. Ищите способ защитить то, что вам дорого.",
    answer: "да, удача любит вас.",
  },
  {
    id: 74,
    title: "Десятка Пентаклей",
    description: "абсолютное земное счастье, целостный ро",
    values: [
      "карта символизирует кульминацию земного счастья. Полнота и безопасность семьи, достаток в доме, завершение дела с достойный вознаграждением, чувство удовлетворения, уверенность в завтрашнем дне. Осуществилось все, о чем только можно было мечтать. Все хорошо. Поддержка и крепость семьи.",
    ],
    cardAdvice:
      "даже не сомневайтесь, у вас все получается. Наслаждайтесь жизнью, радуйтесь каждому дню.",
    flippedCard:
      "проблемы в семье, разлад, отсутствие поддержки, разобщенность вплоть до полного разрыва с родом. Душевная тоска, опустошенность, несмотря на полный материальный достаток. Денежные риски, вызванные неумением ценить блага.",
    warning:
      "обратите внимание на семью. Перед вами стоят задачи, которые необходимо решить с близкими людьми.",
    answer: "да, к вам придет заслуженный успех.",
  },
  {
    id: 75,
    title: "Паж Пентаклей",
    description: "ценный импульс, первый шаг к успеху",
    values: [
      "побуждающий к активным действиям толчок - желание, идеи, возможность. Появление хорошего шанса для начинания нового дела, наличие ресурсов для его реализации. Успешное обучение, прилежная работа, трудолюбие. Малый опыт, но сильная мотивация. Стремление к самостоятельности.",
    ],
    cardAdvice:
      "следуйте своим желаниям создавать. Учитесь, действуйте, рискуйте, и ваши идеи претворятся в жизнь.",
    flippedCard:
      "халатное отношение к своим обязанностям, вызванное нежеланием расти, обучаться. Вечный подросток, желающий жить за чужой счет, халявщик и халтурщик. Суетливость без четкого стремления к цели, и, как следствие, упущенные шансы, сорванные планы, потеря времени и ресурсов.",
    warning:
      "без четкого продуманного плана ваши идеи не реализуются. Да и чего вы на самом деле хотите добиться?",
    answer: "все возможно. Вы делаете только первые шаги к цели.",
  },
  {
    id: 76,
    title: "Рыцарь Пентаклей",
    description: "последовательная практичность, благословленный усердием",
    values: [
      "понятные и очень четкие задачи, выполняемые в конкретные сроки. Практичность во всем. Финансовый достаток, достигаемый честной и усердной работой. Умение жить по средствам. Человек, знающий себе цену, но не хватающий звезд с неба. Неспешное, но уверенное продвижение вперед за счет опыта и мастерства.",
    ],
    cardAdvice:
      "если хотите достигнуть больших результатов, вам нужно продолжать совершенствовать навыки и вплотную заняться делом, не отвлекаясь.",
    flippedCard:
      "усталость от продолжительной работы и, как следствие, потеря четкой цели с вытекающими последствиями: безразличием, небрежностью, ленью, апатией. Слабая надежность, нежелание доводить начатое до конца. Потеря работы из-за небрежности.",
    warning:
      "отыщите свет в деле или найдите другое. Без четкого понимания, что вы и для чего делаете, ваши потуги превращаются в муку, а вы - в безликую массу.",
    answer: "если у вас есть четкий план действий, да.",
  },
  {
    id: 77,
    title: "Королева Пентаклей",
    description: "расчетливый комфорт, цветущий сад",
    values: [
      "самостоятельное достижение внешнего и внутреннего богатства, полная самореализация. Сбалансированность всех сфер жизни. Стабильность, комфорт, погружение в земные заботы без напряжения. Умение замечать перспективные идеи и претворять их в жизнь. Стадия наполнения проекта ресурсами.",
    ],
    cardAdvice:
      "не стесняйтесь спросить совета у более опытного человека. Объединив свой опыт с мудростью, сможете найти отличное решение.",
    flippedCard:
      "необходимость проявить прагматизм в делах. Временный кризис, который можно решить самостоятельно, опираясь на личные ресурсы (присущие карте в прямом положении). Гиперопека окружающих, тревожный характер. Неудовлетворенность, когда все вроде хорошо.",
    warning:
      "пытаясь выйти из сложившейся ситуации, подключайте только здравый смысл и житейский опыт. Сейчас лишь они - лучшие советчики.",
    answer: "да.",
  },
  {
    id: 78,
    title: "Король Пентаклей",
    description: "проницательная предприимчивость, собирающий урожай",
    values: [
      "отличные перспективы в долговременных делах, проектах или отношениях. Опытный лидер, успешный предприниматель, умеющий достигать поставленных целей и ведущий к процветанию. Покровитель, спонсор. Человек, умеющий красиво жить и любящий работать. Хорошие управленческие качества, компетентность.",
    ],
    cardAdvice:
      "разумнее всего направит ваши таланты и ресурсы на большое, долгоиграющее дело. Вы в состоянии создать свою империю.",
    flippedCard:
      "крайний материализм и бездушный подход к окружающим, когда все оценивается выгодой, алчность. Череда материальных трудностей с непредсказуемыми тратами. Хождение по краю, опасность. Похоть, продажность, беспринципность.",
    warning:
      "если не измените подход к людям и жизни, возникнет ситуация, когда вы поймете, что не все можно купить.",
    answer: "у достойных людей желания сбываются.",
  },
];
