import { ICard } from "../slices/cardsSlice";

export const oraclesData: ICard[] = [
  {
    id: 79,
    title: "Хранители Зеркал",
    description: "отражение знающего, защитник толкователя",
    values: [
      "Данная карта символизирует человека, делающего расклад для других. Будь вы профессиональным тарологом, отвечающим на вопрос постоянного клиента или новичком, решившим попрактиковаться в гадании с друзьями, - «Хранители Зеркал» указывают на вас и вашу роль в трактовании расклада. Данная карта задумывалась в качестве помощника и защитника таролога в работе.",
      "Значений «Хранителей» может быть несколько:",
      "- Карта предостерегает от чрезмерных энергетических и эмоциональных затрат в общении с клиентом. Возможен негатив или скепсис по отношению к вас. Цена (речь не о деньгах) не оправдывает трудозатраты.",
      "- Сделанный расклад дает информацию не только клиенту, но и вам. В данный момент вы - и проводник, и бенефициар полученных сведений.",
      "- Возможно, сейчас вы несобранны или вас что-то отвлекает, беспокоит, так как вы читаете расклад не полностью или с искажениями.",
    ],
  },
  {
    id: 80,
    title: "Искатель",
    description: "смотрящий в вечность, вновь вопрошающий",
    values: [
      "«Искатель», познающий себя и тайны мира, заглядывающий за границы Вселенной, символизирует кверента, т.е. человека, обратившегося с волнующим вопросом к тарологу. Или же вас, если вы делаете расклад для себя.",
      "Многие тарологи держат на вооружении расклады, где используется техника сигнификатора, перенятая из системы Ленорман. Сигнификатор - это карта, символизирующая кверента. Часто в качестве сигнификатора используется случайная карта Включение в колоду карты «Искатель» позволяет расширить функциональность таких раскладов, прямо указывая на человека, обратившегося за советом к Таро.",
      "Также данную карту можно использовать в качестве дополнительной со следующими значениями: активное обучение и жажда знаний; искреннее стремление узнать правду; готовность объективно воспринимать информацию и смотреть на вещи всесторонне; готовность нарушать правила во имя благой цели.",
    ],
  },
  {
    id: 81,
    title: "Белая карта",
    description: "назначенная глубина, ограничивающий советчик",
    values: [
      "- Дальнейшая информация недоступна для вопрошающего по причине неспособности правильно воспринять полученные знания, неготовности услышать правду или принять решение. Напрасное гадание.",
      "- Вся необходимая информация имеется на картах, предшествующих белой. Дальнейшие карты лишь добавят путаницы.",
      "- Вопрошающему необходимо извлечь свой урок, столкнуться с реальными последствиями, поэтому помощь карт ограничивается белой.",
      "- Туманность ситуации. Расклад не поможет решить данный вопрос, следует отложить гадание на потом.",
    ],
  },
  {
    id: 82,
    title: "Черная карта",
    description: "деструктивная пустота, усиление значений",
    values: [
      "- Жесткий запрет на получение информации по заданному вопросу.",
      "- Рассматриваемая ситуация прямо сейчас формируется на тонком плане и ее развитие будет зависеть исключительно от действий и выбора вопрошающего.",
      "- Данная ситуация или человек является «черным учителем», проявившем себя в качестве кармического урока, как реакция на необдуманные действия в прошлом.",
      "- Черная карта многократно усиливает значения предшествующих карт расклада.",
      "Вы можете воспользоваться предложенными значениями пустых карт или наполнить их своими, более полезными значениями.",
    ],
  },
];
